<template>
    <main class="privacy">
        <section class="section">
            <div class="content">
                <h1 class="title is-4 has-text-centered">プライバシーポリシー</h1>
                <h2 class="title is-5">概要</h2>
                <ul>
                    <li>私たちMonaWalletDevTeamは、あなたの個人情報へのアクセス権を持っておらず、ユーザーの活動を記録したりしていません。</li>
                    <li>基本的なアプリを使用するために個人情報を共有する必要は決してありません。モナコインの秘密鍵は自分のデバイスだけにアクセスできます。</li>
                    <li>サードパーティのサービスプロバイダのいずれかとデータを共有することを選択した場合は、簡単に行うことができます。</li>
                </ul>
                <br>
                <h2 class="title is-5">モナウォレットのプライバシーポリシー</h2>
                <p>このプライバシーポリシーは、モナウォレットが個人情報や追跡情報をどのように使用しているかに関心のある人に、より良いサービスを提供するようにまとめられています。このドキュメントの文脈において、「個人情報」とは、ユーザーがモナウォレットアプリまたはモナウォレットウェブサイトに入力した情報を指します。 「追跡情報」とは、ユーザーの活動を記録したり、実際の身元を自分の活動にオンラインで結びつけるために使用できる情報のことです。私たちのアプリやウェブサイトから収集した情報の収集、使用、保護、その他の取り扱いに関する明確な理解を深めるため、プライバシーポリシーをよくお読みください。</p>
                <br>
                <h2 class="title is-5">個人情報はどのようにユーザーから集められますか？</h2>
                <p>ユーザーは、個人情報を入力することなく、iPhoneにモナウォレットをインストールして使用することができます。送信者の電子メールアドレスを含め、MonaWalletDevTeamのカスタマーサポートプラットフォームに送信された電子メールは、MonaWalletDevTeamに表示されます。カスタマーサポートプラットフォームを通じて受け取った情報は機密と見なされ、MonaWalletDevTeam以外では共有されません。</p>
                <br>
                <h2 class="title is-5">私たちはあなたの個人情報をどのように使用しますか？</h2>
                <p>匿名統計（ただし、個人を特定することはできません）は、モナウォレットサーバーを通じてトラブルシューティングの目的で保存することができます。 モナウォレットはあなたのカメラを使ってQRコードをスキャンします。 QRコードの処理はすべてあなたの電話機で行われ、あなたのカメラの写真やビデオは私たちや他の誰とも共有されません。</p>
                <br>
                <h2 class="title is-5">私たちはあなたの個人情報をどのように保護しますか？</h2>
                <p>モナコインの秘密鍵は、常にユーザーのデバイス上のセキュアなハードウェアストレージによって暗号化されます。つまり、デバイスの外部からはアクセスできません。</p>
                <br>
                <h2 class="title is-5">私たちは何の情報を収集しますか？</h2>
                <p>モナウォレットのウェブサイトは、クッキー、ターゲットを絞った広告、または第三者の行動追跡を使用していません。私たちは意図的にユーザーを追跡することはありません。私たちのウェブサイトにアクセスしたり、アプリを使用したりするユーザーには、デバイスのI.P.匿名統計を生成する目的でログに記録されたアドレスまたはモナウォレットのWebサーバーのパフォーマンスをトラブルシューティングするあなたのI.P.住所はあなたの追跡や識別には使用されません。私たちのiPhoneアプリのユーザーは、モナサーバーへのデバイスを識別するために、匿名一意のデバイスID（UDID）を受信します。このUDIDはユーザーのIDに結び付けられませんが、デバッグの目的で使用されます。</p>
                <br>
                <h2 class="title is-5">私たちは第三者に収集した情報を開示していますか？</h2>
                <p>あなたのI.P.アドレスは、インターネットサービスプロバイダ（ISP）またはウェブホスティングサービスなど、複数のインフラストラクチャ関連の第三者に見えるようにして、ログに記録することができます。</p>
                <br>
                <h2 class="title is-5">お問い合わせ</h2>
                <p>この利用規約を含め、アプリに関する一切のご質問は、合同会社プロ生ではなく<a href="https://discordapp.com/invite/tQ2NpJ5">MonaWalletDevTeam</a>までご連絡ください。</p>
            </div>
        </section>
    </main>
</template>

<script>
export default {
  fetch ({store}) {
    store.commit('resetMenu')
  }
}
</script>